{"itemid":"758383","language":"english","app[content][about]":"[p]SlimeVR Server is a companion software for your [b]SlimeVR Full-Body Trackers[\/b] or other compatible trackers. It requires that you own the compatible hardware and doesn't do anything useful without the trackers![\/p][p]With SlimeVR Server you can set up your trackers and connect them to SteamVR or motion capture software.[\/p][h2]How does it work?[\/h2][p]Each SlimeVR Tracker tracks its own absolute rotation using an IMU (Inertial Measurement Unit). It sends the data wirelessly to SlimeVR Server running on your PC or smartphone. The SlimeVR Server combines the data from multiple trackers and your body proportions to calculate the position of your body parts using your headset as a reference point. They don’t require base stations or cameras, so they can’t be occluded, and can be used under a blanket, or worn under clothing, or in a small space![\/p][p][b]SlimeVR Server[\/b] is the open-source software at the heart of it. Developed over 4 years by our team, with contributions from over 50 community members and dozens of translators! Compatible with a lot of ecosystems, like SteamVR, OSC, VMC, BVH, and OpenXR, it lets you use SlimeVR however you want - for gaming, streaming, motion capture, and more![\/p][h2]Compatible With Many Different Platforms[\/h2][p]SlimeVR is broadly supported by popular VR software, including:[\/p][list][*][p]PC games and other applications, including VRChat, Resonite, Chillout VR, and Blade &amp; Sorcery, to name just a few[\/p][\/*][*][p]VRChat on Quest 2 &amp; 3 standalone with or without PC, as well as on other standalone headsets like PICO VR[\/p][\/*][*][p]Streaming VR applications with an avatar via LIV[\/p][\/*][*][p]VTubing directly via OSC and VMC in VNyan, Warudo, VSeeFace or via SteamVR in [i]Tracking World[\/i][\/p][\/*][*][p]SteamVR games with FBT support (including mods, like Feet Saber)[\/p][\/*][*][p]SteamVR games played using the Shadow platform and others[\/p][\/*][\/list][p]And many more as we grow![\/p]","app[content][short_description]":"SlimeVR Server is a companion software for your SlimeVR Full-Body Trackers.","app[content][sysreqs][mac][min][osversion]":"macOS 10.2","app[content][sysreqs][mac][min][processor]":"Apple M1 or Intel Core M","app[content][sysreqs][mac][min][graphics]":"Integrated graphics","app[content][sysreqs][mac][min][notes]":"requires SlimeVR-compatible trackers","app[content][sysreqs][windows][min][osversion]":"Windows 10","app[content][sysreqs][windows][min][processor]":"Dual-core CPU","app[content][sysreqs][windows][min][graphics]":"Integrated graphics","app[content][sysreqs][windows][min][vrsupport]":"SteamVR, requires SlimeVR-compatible trackers","app[content][sysreqs][linux][min][osversion]":"Ubuntu 22.04","app[content][sysreqs][linux][min][processor]":"Dual-core CPU","app[content][sysreqs][linux][min][graphics]":"Integrated graphics","app[content][sysreqs][linux][min][vrsupport]":"SteamVR, requires SlimeVR-compatible trackers"}